Repository: Ublublu/shoutcast-ut
Catalog: po/*.po
Languages: ca

source: No station Info
ca: Sense informació de l'estació

source: No Track Info
ca: Sense informació de la pista

source: About
ca: Quant a

source: Help
ca: Ajuda

source: Settings
ca: Preferències

source: Genre
ca: Gènere

source: Top 500
ca: Les 500 més reconegudes

source: Search
ca: Cerca

source: Ok
ca: D'acord

source: Yes
ca: Sí

source: Play History
ca: Historial de reproduccions

source: Clear
ca: Neteja

source: Confirm
ca: Confirma

source: Do you really want to clear the Play History?
ca: Segur que voleu netejar l'historial de reproduccions?

source: Delete
ca: Elimina

source: Search History
ca: Historial de cerques

source: Do you really want to clear the Search History?
ca: Segur que voleu netejar l'historial de cerques?

source: About SHOUTcast
ca: Quant al SHOUTcast

source: SHOUTcast player for Ubuntu Touch
ca: Reproductor SHOUTcast per l'Ubuntu Touch

source: sources: https://github.com/wdehoog/shoutcast-ut
ca: codi font: https://github.com/wdehoog/shoutcast-ut

source: License: MIT
ca: Llicència: MIT

source: Translations
ca: Traduccions

source: Thanks to
ca: Gràcies a

source: Genres
ca: Gèneres

source: SHOUTcast Help
ca: Ajuda del SHOUTcast

source: <p>This app allows to browse the <b>SHOUTcast</b> database and tune in on internet radio stations.</p> <p>The different pages allow to:</p> <ul> <li>Browse by Genre</li> <li>List the Top 500 stations</li> <li>Search by 'Now Playing' or Keywords</li> <li>Configure the app</li> </ul> <p>The player area at the bottom allows to pause/play a stream en by horizontal swiping to navigate the stations list (next/previous).</p> <p>Main Issues:</p> <ul> <li>If there is no network then you are toast</li> <li>The stations lists can show the logos (see the Settings page) but it makes the app crash a lot.</li> <li>The app checks if the Audio object has meta data available like current track info but appearently this is not implemented in UT. See https://bugs.launchpad.net/bugs/1586230.</i> </ul><br>
ca: <p>Aquesta aplicació permet explorar la base de dades del <b>SHOUTcast</b> i sintonitzar ràdios per Internet.</p> <p>Les diferents pàgines us permeten:</p> <ul> <li>Explorar per gènere</li> <li>Llistar les 500 estacions més reconegudes</li> <li>Cercar per 'Ara sona' o paraules clau</li> <li>Configurar l'aplicació</li> </ul> <p>L'àrea del reproductor de sota, us permet aturar/reproduir el fluxe i amb un lliscada horitzontal navigate entre estacions (següent/anterior).</p> <p>Problemes principals:</p> <ul> <li>No hi ha res a fer si no teniu connexió</li> <li>La llista d'estacions pot mostrar els logotips (vegeu la pàgina de preferències) però fa que la aplicació es tanqui sovint.</li> <li>L'aplicació comprova si l'àudio té metadades com la informació de la cançó actual però aparentment no està implementat a l'UBPorts. Vegeu https://bugs.launchpad.net/bugs/1586230.</i> </ul><br>

source: <p>The sources can be found on GitHub: <a href="https://github.com/wdehoog/shoutcast-ut">https://github.com/wdehoog/shoutcast-ut</a>.</p> <p>Please report any issues on the GitHub Issue page: <a href="https://github.com/wdehoog/shoutcast-ut/issues">https://github.com/wdehoog/shoutcast-ut/issues</a>.</p> <p>Documentation of the SHOUTcast API can be found here: <a href="http://wiki.shoutcast.com/wiki/SHOUTcast_Radio_Directory_API">SHOUTcast Radio Directory API</a>
ca: <p>El codi font es pot trobar al GitHub: <a href=\https://github.com/wdehoog/shoutcast-ut\>https://github.com/wdehoog/shoutcast-ut</a>.</p> <p>Informeu de qualsevol error que trobeu a la pàgina del GitHub: <a href=\https://github.com/wdehoog/shoutcast-ut/issues\>https://github.com/wdehoog/shoutcast-ut/issues</a>.</p> <p>La documentació de l'API del SHOUTcast es pot trobar aquí: <a href="http://wiki.shoutcast.com/wiki/SHOUTcast_Radio_Directory_API">SHOUTcast Radio Directory API</a>

source: Reload
ca: Recarrega

source: Search for
ca: Cerca per

source: History
ca: Historial

source: Search In:
ca: Cerca a:

source: Now Playing
ca: Ara sona

source: Keywords
ca: Paraules clau

source: Show Station Logos in lists (crashes with large lists)
ca: Mostra els logotips de les estacions (fa que l'aplicació es tanqui amb llistes llargues)

source: Maximum number of results to ask the server (per query)
ca: Número màxim de resultats que es demanaran al servidor (per petició)

source: Maximum size of Search History
ca: Mida màxima de l'historial de cerques

source: Maximum size of Play History
ca: Mida màxima de l'historial de cerques reproduccions

source: Time to wait for response from server (seconds)
ca: Temps d'espera de la resposta del servidor (en segons)

source: Mime Type Filter
ca: Filtre per tipus de contingut

source: No filter. Accept all mime types.
ca: Sense filtre. Accepta tots els tipus de contingut

source: Accept only MP3 (audio/mpeg)
ca: Accepta només MP3 (audio/mpeg)

source: Accept only AAC (audio/aacp)
ca: Accepta només AAC (audio/aacp)

source: Stations for:
ca: Estacions per:

source: Home
ca: Inici

source: Sub-Genres for:
ca: Subgèneres per:

source: Top 500 Stations
ca: Les 500 estacions millor reconegudes
